Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: That's not happening either. They're tailing us at the same speed we're running. We'll probably never shake them off.
ru_ru: Так тоже не выйдет. Они преследуют нас с той же скоростью, с которой мы бежим. Скорее всего, мы не сможем от них оторваться.

source: That's not out of the question,@t0300@hRAIN_A202OD but what kind of shock?
ru_ru: Не исключено,@t0300@hRAIN_A202OD но что о какой встряске речь?

source: That's ridiculous.
ru_ru: Глупость какая.

source: That's right, Lieutenant. They're weapons that allow us to fight on virtual battlefields.
ru_ru: Да, лейтенант. Это оружие позволяет нам сражаться в виртуальном пространстве.

source: That's right.
ru_ru: Это верно.

source: That's right. If I don't get up right now, I won't make it in time for school.
ru_ru: Это верно. Если я не встану сейчас, я не успею вовремя на занятия.

source: That's right. This is the ether, the relay portal. A transfer point that connects countless virtual worlds.
ru_ru: Правильно. Это эфир, ретрансляционный портал. Точка перехода, соединяющая бесчисленные виртуальные миры.

source: That's, uh, too many to "take out." We wouldn't stand a chance using normal methods.
ru_ru: Их слишком много, чтобы от них "избавиться". У нас нет шансов победить их в лоб.

source: That's...!
ru_ru: Это...!

source: The End of Karma
ru_ru: Конец кармы

source: The GU's March "Eternal Glory"
ru_ru: Марш ВС "Вечная слава"

source: The absurdity of it all leaves me scratching my head. I mean, okay, maybe I was in the wrong here...
ru_ru: Я начинаю чесать голову от нелепости происходящего. То есть, окей, может быть, я был не прав...

source: The air around here smells stale.
ru_ru: Воздух здесь пахнет затхлостью.

source: The answer itself isn't important. It's the journey towards reaching it you need to think about.
ru_ru: Сам ответ не важен. Путь к его достижению - вот что важно.

source: The answers you seek lie in your memories.
ru_ru: Ответы, которые вы ищете, лежат в вашей памяти.

source: The artificial neck muscles open up in response, exposing my neurojack port.
ru_ru: Искусственные мышцы шеи раскрываются в ответ, обнажая мой порт нейроразъема.

source: The awkward silence gets wiped out by an electronic beep.
ru_ru: Неловкое молчание прерывает электронный сигнал.

source: The contents of your HDD speaks volumes about you.
ru_ru: Содержимое твоего жесткого диска говорит о тебе многое.

source: The contrast between her classy underwear and the weapons makes me sigh.
ru_ru: Я вздыхаю от контраста между её стильным нижним бельем и оружием.

source: The data is displayed in front of my eyes.
ru_ru: Данные отображаются перед моими глазами.

source: The enemy support is an unmanned drone! We can do this!
ru_ru: Вражеская поддержка - беспилотный дрон! У нас получится!

source: The enemy? So they're gonna attack us again?
ru_ru: Враг? Значит, они снова нападут на нас?

source: The face of the anti-AI faction. AI are so nice and friendly, though...
ru_ru: Лицо фракции противников ИИ. ИИ такие милые и дружелюбные, хотя...

source: The fact that she's a woman is a trifling matter in comparison.
ru_ru: То, что она женщина, по сравнению с этим - сущий пустяк.

source: The fact that we can't see their face makes them even scarier.
ru_ru: Тот факт, что мы не видим их лица, делает их еще страшнее.

source: The first girl I've ever met who I could see myself becoming more than friends with.
ru_ru: Первая девушка, с которой я могу представить большее, чем просто дружбу.

source: The game has been paused.
ru_ru: Игра приостановлена.

source: The game's been paused.
ru_ru: Игра приостановлена.

source: The girl's hands suddenly put a lot more pressure on my chest, making me cough out the air in my lungs.
ru_ru: Девичьи руки неожиданно сильно сдавили мою грудь, заставив меня выплюнуть воздух из легких.

source: The grid's dotted with countless icons, and there are avatars flying about, glowing like fireflies.
ru_ru: Сетка усеяна бесчисленными иконками, а вокруг летают аватары, светящиеся, как светлячки.

source: The health gauge for each unit.
ru_ru: Шкала здоровья для каждого юнита.

source: The help menu's available if you need it.
ru_ru: Справка доступна, если она, конечно, тебе нужна.

source: The light fades away to reveal a wave of viruses that are rooted to their spots.
ru_ru: Свет исчезает, обнажая волну вирусов, прикованных к земле.

source: The map's showing a massive amount of viruses. Do we seriously have that many enemies on our tail?
ru_ru: На карте огромное количество вирусов. Неужели у нас на хвосте столько врагов?

source: The mechanical voice interrupts our conversation, and Rain's face tenses up.
ru_ru: Механический голос прерывает наш разговор, и лицо Рейн напрягается.

source: The moment I let her talk me into sleeping on the bed was the moment I ran out of luck.
ru_ru: Мне не повезло в тот момент, когда я позволил ей убедить меня спать на кровати.

source: The moment I say that and look up, the machine reaches out for me yet again.
ru_ru: В тот же момент, когда я это говорю и поднимаю глаза, машина снова начинает тянуться ко мне.

source: The most basic of movements for any unit.
ru_ru: Самые простые движения для любого симулякра.

source: The nations of the past became provinces, and national militaries became provincial ones.
ru_ru: Страны превратились в регионы, и их вооруженные силы стали региональными.

source: The next moment, I've escaped the blast and find my legs gliding effortlessly over the concrete. Looks like my body reacted out of sheer instinct.
ru_ru: В следующую секунду я оказываюсь вдали от взрыва и осознаю, что мои ноги плавно скользят по бетону. Похоже, что моё тело действовало чисто инстинктивно.

source: The next moment, we find ourselves floating in the internet sky, having finished shifting into simulacrums.
ru_ru: В следующий миг мы парящим в небе Интернета, закончив превращение в симулякры.

source: The offside rule can't be applied to love, my friend.
ru_ru: Правило офсайда не может быть применено к любви, дружок.

source: The rate at which your heat gauge decreases is based on your unit's movement.
ru_ru: Скорость уменьшения шкалы нагрева зависит от движения симулякра.

source: The scenario chart's available if you need it.
ru_ru: Схема сюжета доступна, если она тебе понадобится.

source: The scent of soap and shampoo wafts up to my nose, and I look away in a hurry.
ru_ru: Запах мыла и шампуня достигает моего носа, и я поспешно отворачиваюсь.

source: The simulacrum is my friend!
ru_ru: Симулякр - мой друг!

source: The sky above was the color of television from days gone by, tuned to a dead channel.
ru_ru: Небо над головой было цвета телевизора давно прошедших дней, настроенного на мёртвый канал.

source: The taste of white sauce reminds me of women.
ru_ru: Вкус белого соуса напоминает мне о женщинах.

source: The tension makes me clench my fist. It makes a creaking noise.
ru_ru: От волнения я крепко сжимаю кулак. Он издаёт скрипучий звук.

source: The tension of the battle fades away, but my arms now feel numb and heavy.
ru_ru: Накал битвы ослабевает, но мои руки немеют и наливаются тяжестью.

source: The thought makes me jump, stick my head out, and take a deep breath.
ru_ru: От этой мысли я вскакиваю, высовываю голову и делаю глубокий вдох.

source: The very definition of a nerd.
ru_ru: Само определение ботаника.

source: The way she talks doesn't suit her age at all.
ru_ru: Манера ее речи совсем не соответствует ее возрасту.

source: The weapon you use will be selected automatically from within three categories depending on your distance from the enemy and movement type.
ru_ru: Оружие, которое вы используете, выбирается автоматически из трех групп в зависимости от расстояния до врага и типа движения.

source: Then trust my decision for now, even if you can't accept it.
ru_ru: Тогда доверьтесь пока моему решению, даже если оно вам не нравится.

source: Then what if this body is destroyed?
ru_ru: Что произойдёт, если он сломается?

source: Then you must know how to pilot a simulacrum.
ru_ru: В таком случае вы должны знать, как управлять симулякром.

source: There ain't a single thing I understand about quantum...
ru_ru: Я ничего не понимаю в квантах...

source: There are a bunch of metal insects there. The same type as the one Rain took out earlier.
ru_ru: Там куча металлических насекомых. Такие же, как и те, которых Рейн уничтожила ранее.

source: There is absolutely no way you could ever forget it. Try paying close attention to how your body feels.
ru_ru: Вы точно не могли забыть об этом. Попробуйте прислушаться к своему телу.

source: There is still a way.
ru_ru: Но выход все же есть.

source: There it is.
ru_ru: Вот она.

source: There were a few too many enemies this time.
ru_ru: На этот раз врагов было слишком много.

source: There's a shining wireframe grid extending in every direction as far as the eye can see.
ru_ru: Во все стороны, до самого горизонта, простирается блестящая сетка пространства.

source: There's no end to them! How long is this gonna take?
ru_ru: Им нет конца! Как долго это будет продолжаться?

source: There's no way I'll let go of this hand! With my blood-red unit!
ru_ru: Я ни за что не отпущу эту руку! Своим кроваво-красным симулякром!

source: There's nothing desirable about a delicate chopping board, I assure you.
ru_ru: Уверяю вас, нет ничего хорошего в тонкой разделочной доске.

source: These are biochips we're talking about. They're more or less integrated with our brains.
ru_ru: Мы говорим о биочипах. Они практически полностью интегрированы в наш мозг.

source: These are rather eccentric interiors for a clinic.
ru_ru: Довольно эксцентричный интерьер для клиники.

source: These are your memories of past events.
ru_ru: Это твои воспоминания о прошлом

source: These people were my teammates, weren't they?
ru_ru: Они были моими соратниками, не так ли?

source: These weapons tend to overheat easily, so try to avoid relying on any single one in particular. Make efficient use of the multiple options at your disposal.
ru_ru: Это оружие легко перегревается, поэтому старайтесь не полагаться на одно единственное. Эффективно используйте различные средства, имеющиеся в вашем распоряжении.

source: They are. That thing can leave even the coolest women begging for mercy.
ru_ru: Ещё как. Эта штука может заставить даже самых фригидных женщин молить о пощаде.

source: They were all KIA when the structure self-destructed. I checked, and I'm sorry to report that they've all flatlined.
ru_ru: Они все погибли, когда структура самоуничтожилась. Я проверила, и, к сожалению, они все мертвы.

source: They'll detect us the moment we move. Also, they're speedy force-recon viruses. They'll catch up to us in no time.
ru_ru: Они обнаружат нас, как только мы сдвинемся с места. Кроме того, это быстрые вирусы-разведчики. Они мгновенно догонят нас.

source: They're all mercenaries you hired for this mission through an agency.
ru_ru: Они все - наемники, которых вы через агентство наняли ради этой миссии.

source: This allows you to avoid battle.
ru_ru: Это позволит тебе избежать битвы.

source: This allows you to receive help regarding the numerous systems.
ru_ru: Здесь можно получить помощь по многочисленным системам.

source: This allows you to return to either the previous choice or setup menu.
ru_ru: Позволяет вернуться к предыдущему выбору или меню подготовки.

source: This can't be only the second time I've ever shifted in my life. My simulacrum feels way too familiar for that.
ru_ru: Это точно не мой первый раз. Мой симулякр кажется слишком привычным.

source: This is Hosho's uniform, right? He might be the only person who suits it... Not that he cares, though.
ru_ru: Это ведь форма Хошо? Он может быть единственным человеком, которому она подходит... Не то чтобы ему было до этого дело.

source: This is a mulberry! Isn't it?
ru_ru: Это шелковица! Не так ли?

source: This is a sample message.
ru_ru: Это проверочное сообщение.

source: This is all really strange. The unease I felt before is gone, and now I'm actually excited after that battle.
ru_ru: Все это очень странно. Беспокойство, которое я чувствовал раньше, исчезло, и теперь я действительно воодушевлен после этой битвы.

source: This is amazing. The chip's safety mechanism saved his skin.
ru_ru: Это удивительно. Защитный механизм чипа спас его шкуру.

source: This is an awful sight.
ru_ru: Отвратительное зрелище.

source: This is me and Kou's ultimate move! Sky Lovey Dovey Hurricane Shoot!
ru_ru: Это наш с Коу финальный прием! Sky Lovey Dovey Hurricane Shoot!

source: This is my full power!
ru_ru: Это моя полная сила!

source: This is not good.
ru_ru: Это не хорошо.

source: This is strange. We have reached our destination...@hRAIN_0202NE Let me check.
ru_ru: Странно. Мы достигли места назначения... Позвольте мне проверить.

source: This loads the desired replay data.
ru_ru: Загрузить повтор.

source: This may be a virtual body made out of metal, but I guess getting shot is still really painful.
ru_ru: Может быть, это и виртуальное тело, сделанное из металла, но, думаю, поймать пулю все равно было бы очень больно.

source: This must be a dream. It's way too realistic to be a dream, but none of this could actually ever happen.
ru_ru: Это должно быть сон. Он слишком реалистичный, чтобы быть сном, но это просто не может быть правдой.

source: This sense of satisfaction... Yeah, I certainly do know how to fight.
ru_ru: Это чувство удовлетворения... Да, я определённо умею сражаться.

source: This sucks. If only I could've fought like I wanted to...
ru_ru: Вот отстой. Если бы я только мог биться так, как хотел...

source: This sure takes me back.
ru_ru: Навевает воспоминания.

source: This takes you back to the setup menu.
ru_ru: Вернуться в меню подготовки

source: This takes you back to the survival mode menu.
ru_ru: Вернуться в меню выживания

source: This takes you back to the title screen.
ru_ru: Вернуться к титульному экрану.

source: Those are viruses. The enemy.
ru_ru: Это вирусы. Враг.

source: Time for some sleep.
ru_ru: Время поспать.

source: Time to make like a bulldozer and obliterate everything!
ru_ru: Самое время включить режим бульдозера и уничтожить всё!

source: Time to make some chahan!
ru_ru: Пора готовить чахан!

source: Timotei... Timotei...
ru_ru: Тимотей... Тимотей...

source: Title screen...
ru_ru: Титульный экран...

source: To top it all off, there's a set of contraceptives and drugs by the pillows.
ru_ru: Ко всему прочему, возле подушек лежат презервативы и какие-то "колёса".

source: To us, it came to be known as simply "the War."
ru_ru: Для нас она известна как просто "Война".

source: Today is burnable trash day.
ru_ru: Сегодня - день сгораемого мусора.

source: Tomorrow, I'll take you to a clinic that might be able to help.
ru_ru: Завтра я отведу вас в клинику, где вам должны помочь.

source: Tonight's side dish? Chives, of course!
ru_ru: Сегодняшний гарнир? Конечно же, шнитт-лук лук!

source: Transcending Time
ru_ru: За гранью времени

source: Trash strewn about all over the place, and a crowd of dead men walking.
ru_ru: Мусор, разбросанный повсюду, и толпа шагающих мертвецов.

source: Triple...! Triple...!
ru_ru: Тройной...! Тройной...!

source: Trust Rain and back down
ru_ru: Довериться Рейн и отступить

source: Try from... beginning...
ru_ru: Начать... С начала...

source: Try not to do anything too dangerous, okay?
ru_ru: Постарайся не делать ничего слишком опасного, хорошо?

source: Try to avoid getting hit. We're accessing this area with the limiter off.
ru_ru: Постарайтесь избегать ударов. В этой зоне нет ограничителя.

source: Turn display of bonus values on or off
ru_ru: Вкл/выкл отображение бонусных значений

source: Turn display of damage values on or off
ru_ru: Вкл/выкл отображение значений урона

source: Turn display of destroyed target's information on or off
ru_ru: Вкл/выкл отображение информации о побеждённом противнике

source: Turn playback repeat on or off
ru_ru: Вкл/выкл повтор воспроизведения

source: Turn time values on or off
ru_ru: Вкл/выкл значения времени

source: Turn weapon information on or off
ru_ru: Вкл/выкл информацию об оружии

source: Turns the sample text on/off
ru_ru: Вкл/выкл пример текста

source: Turns the shortcut buttons on/off at all times during battle
ru_ru: Вкл/выкл горячие клавиши в битвах

source: Turns the shortcut buttons on/off at all times during practice mode
ru_ru: Вкл/выкл горячие клавиши в тренировке

source: Turns the shortcut buttons on/off at all times during survival mode
ru_ru: Вкл/выкл горячие клавиши в режиме выживания

source: Turns the shortcut buttons on/off during the beginning of battle
ru_ru: Вкл/выкл горячие клавиши в начале битвы

source: Turns the shortcut buttons on/off during the beginning of practice mode
ru_ru: Вкл/выкл горячие клавиши в начале тренировки

source: Turns the shortcut buttons on/off during the beginning of survival mode
ru_ru: Вкл/выкл горячие клавиши в начале режима выживания

source: Turns the shortcut buttons on/off when moving the cursor during battle
ru_ru: Вкл/выкл горячие клавиши во время движения курсора во время битвы

source: Turns the shortcut buttons on/off when moving the cursor during practice mode
ru_ru: Вкл/выкл горячие клавиши во время движения курсора во время тренировки

source: Turns the shortcut buttons on/off when moving the cursor during survival mode
ru_ru: Вкл/выкл горячие клавиши во время движения курсора во время режима выживания

source: Turns the shortcut buttons on/off when using shortcuts during battle
ru_ru: Вкл/выкл горячие клавиши при использовании горячих клавиш во время битвы (Не спрашивайте меня, что это значит)

source: Turns the shortcut buttons on/off when using shortcuts during practice mode
ru_ru: Вкл/выкл горячие клавиши при использовании горячих клавиш в тренировке (Не спрашивайте меня, что это значит)

source: Turns the shortcut buttons on/off when using shortcuts during survival mode
ru_ru: Вкл/выкл горячие клавиши при использовании горячих клавиш в режиме выживания (Не спрашивайте меня, что это значит)

source: Two or three generations ago, the world was consolidated under the banner of the Global Union.
ru_ru: Два или три поколения назад мир был сплочен под знаменем Всемирного союза.

source: U-Umm... Do you like... mazes?
ru_ru: Э-э-э... Тебе нравятся... лабиринты?

source: Ugh!
ru_ru: Угх!

source: Ugh, adults like him are the worst.
ru_ru: Такие взрослые, как он, хуже всех.

source: Ugh... I can't believe this...
ru_ru: Уф... Я не могу в это поверить...

source: Ugh... Shivers down my spine.
ru_ru: Ух... Мурашки по коже.

source: Uh oh...
ru_ru: О-о...

source: Uh, I didn't mean to offend you...
ru_ru: Эм, я не хотел вас обидеть...

source: Uh, I know this is kinda late, but thanks for earlier.
ru_ru: Эм, понимаю, что поздновато это говорю, но спасибо, что спасли меня.

source: Uh, Lieutenant? If you are awake, do you mind getting on your feet?
ru_ru: Эм, лейтенант? Если вы очнулись, может вы могли бы встать на ноги?

source: Uh, basically...@hKOU_0301KM Wait. Just gimme a sec.
ru_ru: Ну, в общем... Подождите. Дайте мне секунду.

source: Uh, could you first tell me your name?
ru_ru: Э-э, вы не могли бы сначала сказать мне свое имя?

source: Uh, how is the lieutenant?
ru_ru: Эм, лейтенант в порядке?

source: Uh, is something wrong?
ru_ru: Эм, что-то не так?

source: Uh, it's clearly an adult goods store.
ru_ru: Эм, это явно магазин для взрослых.

source: Uh, we're looking for Dr. Noi. Do you know anything?
ru_ru: Мы ищем доктора Нои. Ты о нём что-нибудь знаешь?

source: Uh, what made me join the military again?
ru_ru: Эм, ещё раз, что меня заставило стать военным?

source: Uh...
ru_ru: Э-э...

source: Uh... Eiji. His name's Eiji Kadokura.
ru_ru: Эм... Эйдзи. Его зовут Кадокура Эйдзи.

source: Under normal access, a limiter restricts your range of movement, but mitigates pain and physical shock in return. That protects your body and mind from damage online.
ru_ru: В обычной ситуации ограничитель сковывает твои движения, но взамен смягчает боль и последствия шока. Это защищает тело и разум от повреждений при погружении.

source: Underlines all text
ru_ru: Подчёркивать текст

source: Unfortunately, there are more than a few people who hate the idea of mankind not holding the keys to its own society.
ru_ru: К сожалению, есть не мало людей, которым ненавистна мысль о том, что человечество не владеет пультом от собственного общества.

source: Unit customization...
ru_ru: Настройка симулякра...

source: Unit customizatioooon.
ru_ru: Настройка симулякраааа.

source: Unit... Check...
ru_ru: Симулякр...

source: Unlike normal missions, we cannot use actual operations rooms or consoles.
ru_ru: В отличие от обычных заданий, сейчас нам нельзя пользоваться официальными операционными комнатами или консолями.

source: Unrest Crowd
ru_ru: Беспокойная толпа

source: Unrest Legion
ru_ru: Легион Беспорядка

source: Unrest Tribe
ru_ru: Беспокойное племя

source: Untitled - Notepad
ru_ru: Безымянный - Блокнот

source: Up for a little run at survival mode?
ru_ru: Готов к паре раундов в режиме выживания?

source: Upon hearing a lispy voice, I turn around to find a young girl, dressed in black, staring warily at us.
ru_ru: Услышав вкрадчивый голос, я оборачиваюсь и вижу молодую девушку, одетую в черное, настороженно смотрящую на нас.

source: Upon hearing the word "die," the fear I'd rid myself of earlier rears its ugly head again.
ru_ru: Когда я слышу слово "умереть", страх, о котором я уже успел забыть, вновь даёт о себе знать.

source: Urban Surface -Decrepit City-
ru_ru: Городская поверхность -Дряхлый город-

source: Urged on by her serious expression, I take a deep breath as told. Breathe in, breathe out... All right.
ru_ru: Повинуясь серьезному выражению её лица, я делаю глубокий вдох, как она и сказала. Вдох, выдох... Хорошо.

source: Use full-screen mode
ru_ru: Использовать полноэкранный режим

source: Use full-screen mode (maintain aspect ratio and screen resolution)
ru_ru: Использовать полноэкранный режим ( сохраняя соотношение сторон и разрешение экрана)

source: Use mouse cursor type-A
ru_ru: Использовать курсор А

source: Use mouse cursor type-B
ru_ru: Использовать курсор B

source: Use mouse cursor type-C
ru_ru: Использовать курсор C

source: Use mouse cursor type-D
ru_ru: Использовать курсор D

source: Use window mode
ru_ru: Использовать оконный режим

source: Use your system's mouse cursor
ru_ru: Использовать системный курсор

source: Useful if you need to brush up on your skills.
ru_ru: Полезно, если тебе нужно подтянуть свои навыки.

source: Usually Logic
ru_ru: Обычная логика

source: Very well, I'll leave my questions for later. Sit down over there. Let me take a look.
ru_ru: Хорошо, я оставлю свои вопросы на потом. Сядь вон там. Давайте посмотрим...

source: Very well, then. Open combat!
ru_ru: Что же, хорошо. К бою!

source: Viruses aren't human! They're easy to take out!
ru_ru: Вирусы - это не люди! От них легко избавиться!

source: Viva Chinatsu!
ru_ru: Да здравствует Чинатсу!

source: Wait, Lieutenant! Don't run off alone! It's dangerous!
ru_ru: Подождите, лейтенант! Не убегайте в одиночку! Это опасно!

source: Wait, do I seem older to you?
ru_ru: Подождите, вы думаете я старше вас?

source: Wait, my ass? Concrete? Wasn't I in bed?!
ru_ru: Погоди, бетон? Разве я не лежал в кровати?!

source: Wait, so it's pronounced "jif" instead of "gif?"
ru_ru: Подожди, так правильно произносить "джиф", а не "гиф"?

source: Wait, wait!@hKOU_0301IK Time out!
ru_ru: Подождите, подождите! Секунду!

source: Wait, you're not gonna fight?
ru_ru: Подожди, ты не собираешься драться?

source: Wait. Who's Chinatsu, anyway?
ru_ru: Погоди. А кто такая Чинатсу?

source: Wait... I'll make... salad...
ru_ru: Подожди... Я сделаю... салат...
